age
age-plugin-yubikey
amd-ucode
ansible
base
base-devel
bat
bluez
bluez-utils
btop
btrfs-progs
buildah
cloc
cloud-image-utils
code
crane
dive
dkms
dmenu
docker
docker-buildx
docker-compose
dunst
efibootmgr
fd
firefox
flameshot
flatpak
fq
fzf
git
git-delta
glow
goreleaser
go-task
gparted
grub
gst-plugin-pipewire
gvfs
htop
i3blocks
i3lock
i3status
i3-wm
iwd
joyutils
jq
less
libpulse
libreoffice-fresh
lightdm
lightdm-gtk-greeter
linux
linux-firmware
linux-headers
linux-lts
linux-lts-headers
luarocks
man-db
mousepad
neovim
networkmanager
network-manager-applet
nix
nodejs
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
npm
nvidia-open-dkms
nvidia-settings
nvtop
obsidian
obsidian-icon-theme
openapi-generator
openvpn
parallel
pavucontrol
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
playerctl
pnpm
podman
procs
python-pip
qemu-full
ripgrep
ristretto
rsync
ruby
ruby-erb
rust
shellcheck
smartmontools
snap-pac
snapper
sops
steam
stow
strace
thunar
tmux
tree
ttf-firacode-nerd
ttyd
unrar
unzip
vim
vivaldi-ffmpeg-codecs
vlc
wezterm
wget
wireless_tools
wireplumber
xclip
xdg-desktop-portal-gtk
xdg-utils
xorg-xdpyinfo
xorg-xinit
xorg-xrandr
xss-lock
yazi
yq
zip
zoxide
zram-generator
zsh
